"BUTTON_AUTHENTICATE" = "Használd a telefonszámomat";

"BUTTON_CONTINUE" = "Tovább";

"BUTTON_CREATED_ACCOUNT" = "Fiók létrehozva";

"BUTTON_CREATE_ACCOUNT" = "Fiók létrehozása";

"BUTTON_CREATING_ACCOUNT" = "Fiók létrehozása ";

"BUTTON_DISMISS" = "Bezárás";

"BUTTON_DONE" = "Kész";

"BUTTON_NOT_NOW" = "Most nem";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Kérj egy másikat.";

"BUTTON_RETRY" = "Újra";

"BUTTON_SENDING" = "Küldés folyamatban...";

"BUTTON_SENDING_CONF_CODE" = "Ellenőrzőkód küldése folyamatban";

"BUTTON_SEND_CONF_CODE" = "Ellenőrzőkód küldése";

"BUTTON_SENT_CONF_CODE" = "Ellenőrzőkód elküldve";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Próbálj meg egy másik telefonszámot";

"CALL_ME_ACTION" = "Hívj fel";

"CALL_ME_LOADING" = "Hívás folyamatban...";

"ERROR_CANT_SMS" = "Nem sikerült SMS-t küldeni erre a telefonszámra.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Kérjük, ellenőrizd a kódod és próbáld meg újra.";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Hoppá, úgy tűnik, hálózati probléma merült fel. Megpróbálod újra? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Kérjük, ellenőrizd az e-mail címedet és próbáld meg újra.";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Kérjük, ellenőrizd a számod és próbáld meg újra";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Korábban kétlépcsős ellenőrzőkódot állítottál be a <a href=\"https://www.digits.com/settings\">digits.com</a> oldalon";

"FOOTNOTE_CONF_CODE_CALL_ME" = "A fenti „Hívj fel” pontra koppintva a <a href=\"https://www.digits.com\">Digits by Twitter</a> felhív telefonszámod megerősítése céljából. Üzenetküldési és adatforgalmi díjak merülhetnek fel.";

"FOOTNOTE_CREATE_ACCOUNT" = "A fenti \"Fiók létrehozása\" pontra koppintva elfogadod a <a href=\"https://www.digits.com\">Digits by Twitter</a> <a href=\"https://twitter.com/tos\">Felhasználási feltételeit</a>, <a href=\"https://twitter.com/privacy\">Adatvédelmi irányelveit</a> és <a href=\"https://support.twitter.com/articles/20170514\">Cookie-kra vonatkozó irányelveit</a>, valamint beleegyezel, hogy telefonszámod megosztásra kerüljön a(z) %@ alkalmazással és a(z) %@ más felhasználói megkereshessenek telefonszámod alapján.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "Hozzájárulsz, hogy ez az alkalmazás és <a href=\"https://www.digits.com/settings\">az összes, Digits-fiókodban felsorolt alkalmazás</a> hozzáférhessen ehhez az e-mail címhez és az alkalmazások felhasználói megkereshessenek e-mail címed alapján.";

"FOOTNOTE_LOGIN" = "A fenti \"Tovább\" pontra koppintva <a href=\"https://www.digits.com/settings\">a Digits-profilodon megadott telefonszámod és e-mail címed</a> megosztásra kerül a(z) %@ alkalmazással és a(z) %@ alkalmazás felhasználói megkereshetnek telefonszámod és/vagy e-mail címed alapján.";

"FOOTNOTE_SEND_CONF_CODE" = "A fenti „Megerősítőkód küldése” pontra koppintva a <a href=\"https://www.digits.com\">Digits by Twitter</a> SMS-t küld telefonszámod megerősítése céljából. Üzenetküldési és adatforgalmi díjak merülhetnek fel.";

"FOOTNOTE_TOS_UPDATE" = "A fenti \"Tovább\" pontra koppintva elfogadod a Digits by Twitter Felhasználási feltételeit, Adatvédelmi irányelveit és Cookie-kra vonatkozó irányelveit, valamint beleegyezel, hogy a <a href=\"https://www.digits.com/settings\">Digitsben megadott telefonszámos és/vagy e-mail címed</a> megosztásra kerüljön a(z) %@ alkalmazással, és a(z) %@ más felhasználói megkereshessenek telefonszámod és/vagy e-mail címed alapján.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Kétlépcsős ellenőrzőkód megadása.";

"LABEL_ENTER_CONF_CODE" = "Kódot küldtünk neked.";

"LABEL_ENTER_EMAIL" = "Add meg az e-mail címedet.";

"LABEL_ENTER_PHONE_NUMBER" = "Mi a telefonszámod?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "A Digits by Twitter segítségével megkeressük az alkalmazást használó ismerőseidet. Az OK gombra koppintva feltöltjük a címjegyzéked a Digits by Twitter szolgáltatásba, és ezáltal lehetővé tesszük, hogy megtaláld a(z) %@ alkalmazás általad ismert felhasználóit, vagy a(z) %@ alkalmazás többi felhasználójának, hogy megtaláljanak téged.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Barátaid megkeresése";

"LABEL_RESEND_CONF_CODE" = "Nem kaptad meg a kódot?";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Telefonszámod megerősítése sikertelen";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Sajnáljuk, probléma merült fel az ellenőrzőkód elküldése során. ";

"ONBOARDING_MESSAGE" = "[Digits] Jelentkezz be a https://fabric.io oldalon, hogy beállítsd alkalmazásod nevét, melyet a megerősítő e-mailek, valamint az SMS/hangazonosító üzenetek tartalmazni fognak.";

"PARTIAL_FOOTNOTE_THIS_APP" = "ez az alkalmazás";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Ellenőrzőkód";

"PLACEHOLDER_CONF_CODE" = "Add meg hatjegyű ellenőrzőkódodat";

